{"leadership":[
	{"question":"1. Leadership is best defined as ________.","a":"the ability to influence a group in goal achievement","b":"keeping order and consistency in the midst of change","c":"implementing the vision and strategy provided by management","d":"coordinating and staffing the organization and handling day-to-day problems","right_answer":"a"},	
	{"question":"2. Which of the following roles focuses on bringing about order and consistency by drawing up formal plans?","a":"leadership", "b":"management","c":"task structure","d":"initiating structure", "right_answer":"b"},	
	{"question":"3. John Kotter view argues that management focuses on coping with complexity, whereas leadership focuses on coping with ________.","a":"conflict", "b":"success","c":"change","d":"morale", "right_answer":"c"},
    {"question":"4. Which of the following statements regarding leadership is true?","a":"Formal rights enable managers to lead effectively.", "b":"Non-sanctioned leadership is often as important as or more important than formal influence.","c":"All managers are leaders.","d":"All leaders are managers.", "right_answer":"b"},
    {"question":"5. Which of the following statements best characterizes the function of leadership within an organization?","a":"Leadership is more important than management", "b":"Vision is a common thread throughout the research on leadership.","c":"Management is more important than leadership","d":"Leaders establish direction by developing a vision of the future; then they align people by communicating this vision and inspiring them to overcome hurdles.", "right_answer":"d"},
    {"question":"6. Evidence today suggests that traits can predict leadership. This is primarily due to the research surrounding","a":"the Big Five.", "b":"American Presidents.","c":"behavioral theories.","d":"emotional intelligence.", "right_answer":"a"},
    {"question":"7. Which theory states that people are born with certain characteristics that predispose them to being leaders?","a":"trait theory", "b":"Fiedler's perspective","c":"characteristic theory","d":"contingency theory", "right_answer":"a"},
    {"question":"8. Which two common traits of leaders are part of the Big Five personality trait of extraversion?","a":"conscientiousness and agreeableness", "b":"ambition and energy","c":"energy and openness to experience","d":"ambition and conscientiousness", "right_answer":"b"}
]}
